{
  "connection_to_api_server_failed": "Connection to API server failed due to internet connection",
  "select_language": "Select Language",
  "save": "Save",
  "select_a_language": "Select a language",
  "terms_conditions": "Easy Auto Exchange Terms & Conditions (Easy Auto Exchange) are an electronic record under the Information Technology Act, 2000 and rules made thereunder. These electronic Bidder Terms does not require any physical or digital signature.\n\nEasy Auto Exchange is a legally binding electronic agreement between Girnarsoft Automobiles Private Limited, a company incorporated under the provisions of the Companies Act, 1956, having CIN: U50300RJ2010PTC032194 and its registered office at 'GIRNAR' 21, Govind Marg, Moti Doongari Road, Dharam Singh Circle, Jaipur-302004 (\"Auctioneer\") and the you/auction bidder, (\"Bidder\").\n\nAuctioneer is an intermediary in the form of an marketplace under the name and style \"Easy Auto Exchange.com\",  and/or any other software application developed by Auctioneer for use on wireless computing devices such as smartphones and tablets and also for use on desktop or laptop computers or any other mode (Platform) which provides information technology platform for the sale-purchase of pre-owned vehicles (Services).\n\nEasy Auto Exchange Terms are published in accordance with the provisions of Rule 3 (1) of the Information Technology (Intermediaries Guidelines) Rules, 2011 that require publishing the rules and regulations, privacy policy and user terms and conditions for access or usage of the Platform. \n\nEasy Auto Exchange shall apply to all the biddings at auction sales conducted by or in conjunction with Auctioneer (Easy Auto Exchange). By registering as a member on the Platform to participate in auction sales conducted through the Platform (\"Auction Sale\") and accepting Easy Auto Exchange tab, you expressly agree to theseEasy Auto Exchange Upon your acceptance, these Bidder Terms shall become binding on you. Hence, acceptance of these Easy Auto Exchange Terms by you is an absolute pre-condition for you to transact on the Platform and use the functionality or Services associated with the Platform. If you are not aggregable to theseEasy Auto Exchange, please do not accept these Easy Auto Exchange and do not use the Platform for the purpose of Easy Auto Exchange."
}